



export const subjectDatas = {
    "물건":[
        "스마트폰", "태블릿", "손전등", "돼지 저금통", "에어팟", "통장", "도마", "노트북", "손목 보호대", "의자", "우산"
    ],
    "동물" : [
        "호랑이", "코끼리", "기니피그", "긴팔 원숭이", "범고래", "밀웜", "박쥐", "다람쥐", "뱀", "두더지", "하프 물범", "도마뱀", "기린", "하마"
    ],
    "음식" : [
        "해물파전", "삼선 짜장면", "로제 파스타", "안심 스테이크", "바지락 칼국수", "전복죽", "케이준 감자튀김", "머리 국밥", "신라면", "전주 비빔밥", "밀푀유 나베"
    ],
    "장소" : [
        "회사 탕비실", "친구 집", "중환자실", "공원 잔디밭", "여수 밤바다", "초등학교 운동장", "만리장성", "에펠탑", "여자 화장실", "침대 밑", "무인도", "백악관", "인천 국제공항"
    ],
    "직업" : [
        "의류 디자이너", "개발자", "소설가", "버스기사", "타짜", "유아복 모델", "대학 교수", "전문 경영인", "일수꾼", "가수", "축구팀 감독", "배우", "댄서", "변호사", "판사", "경찰"
    ],
    "아이돌 그룹" :[
        "송골매", "서태지와 아이들", "듀스", "룰라", "마마무", "달샤벳", "더보이즈", "방탄 소년단", "ITZY", "슈퍼주니어", "블랙핑크", "에스파", "아이즈원", "여자친구", "러블리즈"
    ],
    "유행어 또는 밈" : [
        "그게 뭔데 씹덕아", "그런데 말입니다", "가즈아", "너 때문에 흥이 다 깨져버렸으니까 책임져", "지랄하고 자빠졌네", "호의가 계속되면 그게 권리인줄알아요", "이게 아부지도 없는게 까불어", "왼손은 거들뿐", "설렁탕을 사왔는데 왜 먹지를 못해", "누가 기침소리를 내었는가", "사쿠라여?"
    ],
    "한국 드라마" : [
        "나의 아저씨", "킹덤", "스카이 캐슬", "펜트 하우스", "아내의 유혹", "꽃보다 남자", "상속자들", "호텔 델루나", "태양의 후예", ""
    ]
}